[
  "code-styler",
  "obsidian-contextual-typography",
  "contribution-graph",
  "calendar",
  "periodic-notes",
  "obsidian-file-link",
  "advanced-canvas",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "obsidian-vault-statistics-plugin",
  "improved-random-note",
  "obsidian-kanban",
  "omnisearch",
  "obsidian-stille",
  "obsidian-minimal-settings",
  "obsidian-excalidraw-plugin",
  "obsidian-languagetool-plugin",
  "editing-toolbar",
  "templater-obsidian",
  "dataview",
  "callout-manager",
  "obsidian-list-callouts",
  "obsidian-projects",
  "random-structural-diary-plugin",
  "obsidian-tasks-plugin",
  "obsidian-icon-shortcodes",
  "obsidian-icon-folder",
  "obsidian-icons-plugin",
  "homepage",
  "obsidian-advanced-uri",
  "pexels-banner",
  "markwhen"
]